Repository: ArhScriptEngineer/BlueprintEditor2
Catalog: BlueprintEditor2/Resource/Lang.*.resx
Languages: ru

# About
source: SE Blueprint Editor - program for editing blueprints of the game "Space Engineers" outside the game This program allows you to quickly change the necessary parts of the blueprints(blocks, their settings, etc.), without starting the game. Developed by clan "Andromeda"
ru: SE Blueprint Editor - программа для редактирования чертежей игры "Space Engineers" вне игры Данная программа позволяет быстро изменить необходимые части чертежей(блоки, их настройки и прочее), не запуская игру. Разработано кланом "Андромеда"

# AboutProg
source: About program
ru: О программе

source: All
ru: Всем

source: All blocks
ru: Все блоки

# AlreadyOpened
source: Blueprint is already open
ru: Данный чертеж уже открыт

source: Amount
ru: Кол-во

source: Apply
ru: Применить

source: Assembler efficiency
ru: Эффективность сборщика

# AutoConvert
source: Сonvert automatically
ru: Конвертировать

source: Backups
ru: Резервные копии

source: Block color
ru: Цвет блока

# BlockCount
source: Blocks
ru: Блоки

source: Block name
ru: Имя блока

source: Block position
ru: Позиция блока

source: Block subtype
ru: Подтип блока

source: Block type
ru: Тип блока

# BlueFolder
source: Blueprints directory
ru: Папка с чертежами

source: Blueprint
ru: Чертеж

source: Calculate
ru: Посчитать

source: Cancel
ru: Отмена

source: Change
ru: Заменить

source: Changed
ru: Изменено

source: Change to
ru: Заменить на

source: Color
ru: Цвет

source: Columns
ru: Столбцы

source: Coming soon...
ru: Скоро...

# Component/BulletproofGlass
source: Bulletproof glass
ru: Бронированное стекло

# Component/Canvas
source: Canvas
ru: Полотно парашута

# Component/Computer
source: Computer
ru: Компьютер

# Component/Construction
source: Construction
ru: Строительные компоненты

# Component/Detector
source: Detector
ru: Компоненты детектора

# Component/Display
source: Display
ru: Экран

# Component/Explosives
source: Explosives
ru: Взрывчатка

# Component/Girder
source: Girder
ru: Балка

# Component/GravityGenerator
source: Gravity generator
ru: Компоненты гравитационного генератора

# Component/InteriorPlate
source: Interior plate
ru: Внутренняя пластина

# Component/LargeTube
source: Large tube
ru: Большая стальная труба

# Component/Medical
source: Medical
ru: Медицинские компоненты

# Component/MetalGrid
source: Metal grid
ru: Компонент решётки

# Component/Motor
source: Motor
ru: Мотор

# Component/PowerCell
source: Power cell
ru: Энергоячейка

# Component/RadioCommunication
source: Radio communication
ru: Радиокомпоненты

# Component/Reactor
source: Reactor
ru: Компоненты реактора

# Component/SmallTube
source: Small tube
ru: Малая трубка

# Component/SolarCell
source: Solar cell
ru: Солнечная ячейка

# Component/SteelPlate
source: Steel plate
ru: Стальная пластина

# Component/Superconductor
source: Superconductor
ru: Сверхпроводник

# Component/Thrust
source: Thrust
ru: Детали ионного ускорителя

# Component/ZoneChip
source: Zone Chip
ru: Ключ безопастности

source: Components
ru: Компоненты

source: Convert from clipboard
ru: Конвертировать из буфера

source: Convert to clipboard
ru: Конвертировать в буфер

# CopyBlueprintsFromWorkshop
source: Copy blueprints from workshop cache
ru: Скопировать чертежи из кэша мастерской

source: Copy to clipboard
ru: Скорипровать в буфер обмена

# CrashReport
source: Crash report: This report will help us find out about errors in the program and fix them in time! If you click the "Do not send" button, we will not be able to fix the problem that caused the program to crash!
ru: Отчет об ошибке: Этот отчет поможет нам узнать об ошибках в программе и вовремя исправить их! Если вы нажмете кнопку "Не отправлять", то мы не сможем исправить проблему которая привела к вылету программы!

source: Created
ru: Создано

source: Create pattern
ru: Создание шаблона

source: Create world
ru: Создать мир

# CreateWorldWithMods
source: Create world with mods from workshop cache
ru: Создать мир с модами из кэша мастерской

source: Current
ru: Текущий

# CurrentVer
source: Current version
ru: Текущая версия

source: Custom data
ru: Свои данные

source: Delete
ru: Удалить

# DeleteAllBackups
source: Delete all backups of all blueprints in this directory
ru: Удалить все резервные копии всех чертежей в этой папке

# DeleteModCache
source: Delete mods from workshop cache
ru: Удалить моды из кэша мастерской

# DeleteThisBackup
source: Delete all backups of selected blueprint
ru: Удалить все резервные копии выбранного чертежа

source: Destructible grid
ru: Разрушаемая сетка

source: Directories
ru: Папки

source: Dithering
ru: Смешение

# DontOpenAllBlue
source: Don't open blueprints when scanning
ru: Не открывать чертежи при сканировании

source: Don't send
ru: Не отправлять

# DowLangPack
source: Do empty work
ru: Загружаем локализацию для новой версии

# DownNewVer
source: Downloading new version
ru: Скачиваем новую версию

source: Edit
ru: Редактировать

source: Enter pattern name
ru: Введите имя шаблона

# EnterWorldNameForCreate
source: Enter world name! Other settings are edited from the game.
ru: Введите название мира! Остальные настройки редактируются из игры.

source: Faction
ru: Фракция

# GameFolder
source: Game directory
ru: Папка с игрой

# GoBack
source: Back
ru: Назад

# GoHome
source: Home
ru: Домой

source: Grid armor type
ru: Тип брони сетки

# GridCount
source: Grids
ru: Сетки

source: Grid name
ru: Название сетки

source: Heavy armor
ru: Тяжелая броня

source: Hide armor
ru: Скрыть броню

source: Hide terminal
ru: Скрыть терминал

source: Image
ru: Изображение

# ImageConverter
source: LCD image converter (Monospace)
ru: Конвертер изображений для LCD (Monospace)

# ImFiles
source: Image files
ru: Файлы изображений

# Ingot/Cobalt
source: 3.Cobalt
ru: 3.Кобальт

# Ingot/Gold
source: 7.Gold
ru: 7.Золото

# Ingot/Iron
source: 1.Iron
ru: 1.Железо

# Ingot/Magnesium
source: 9.Magnesium
ru: 9.Магний

# Ingot/Nickel
source: 2.Nickel
ru: 2.Никель

# Ingot/Platinum
source: 8.Platinum
ru: 8.Платина

# Ingot/Silicon
source: 4.Silicon
ru: 4.Кремний

# Ingot/Silver
source: 6.Silver
ru: 6.Серебро

# Ingot/Stone
source: 5.Gravel
ru: 5.Гравий

# Ingot/Uranium
source: Uranium
ru: Уран

source: Ingots
ru: Слитки

source: Interface
ru: Интерфейс

# ItWillDelete
source: This action will delete the current blueprint file, do you really want to do this?
ru: Это действие приведет к удалению текущего файла чертежа, вы действительно хотите это сделать?

# ItWillDeleteAllBackps
source: This action will delete all backup files of all blueprints, do you really want to do this?
ru: Это действие приведет к удалению всех резервных копий всех чертежей, вы действительно хотите это сделать?

# ItWillDeleteThisBackp
source: This action will delete all backup files of this blueprint, do you really want to do this?
ru: Это действие приведет к удалению всех резервных копий этого чертежа, вы действительно хотите это сделать?

source: Language
ru: Язык

source: Large grid
ru: Большая сетка

source: Light armor
ru: Легкая броня

source: Loading...
ru: Загрузка...

source: Maintain aspect ratio
ru: Сохранять пропорции

source: Mass
ru: Масса

source: Menu
ru: Меню

source: Mods
ru: Моды

source: Multi-Window
ru: Многооконность

source: Name
ru: Название

source: Next
ru: Следующий

source: Nickname
ru: Псевдоним

source: No
ru: Нет

# Nobody
source: None
ru: Никому

# NoPic
source: No thumbnail
ru: Нет миниатюры

# NoPicture
source: Looks like this blueprint doesn't have a thumbnail! Do you want set a thumbnail? Cancel - Don't set default thumbnail
ru: Похоже, у этого чертежа нет миниатюры! Вы хотите установить миниатюру? Отмена - Не устанавливать стандартную миниатюру

source: Normal
ru: Нормальная

# Normalize
source: Normalize thumbnail (fix transparency)
ru: Нормализовать миниатюру (исправить прозрачность)

# NoSSFTB
source: No specific settings for this block(s)
ru: Нет специальных настроек для этого блока(ов)

# OffStone
source: From stone only gravel
ru: Из камня только гравий

source: Only armor
ru: Только броня

# OnlyForBuild
source: Only for building
ru: Только для постройки

# OnlyPro
source: If you are an usual user, not to climb here, and press cancel!
ru: Если вы обычный пользователь, то не лезьте сюда, а нажмите кнопку отмена!

source: Only terminal
ru: Только терминал

# OpenPic
source: Open picture
ru: Открыть картинку

# Ore/Cobalt
source: 3.Cobalt
ru: 3.Кобальт

# Ore/Gold
source: 7.Gold
ru: 7.Золото

# Ore/Iron
source: 1.Iron
ru: 1.Железо

# Ore/Magnesium
source: 9.Magnesium
ru: 9.Магний

# Ore/Nickel
source: 2.Nickel
ru: 2.Никель

# Ore/Platinum
source: 8.Platinum
ru: 8.Платина

# Ore/Silicon
source: 4.Silicon
ru: 4.Кремний

# Ore/Silver
source: 6.Silver
ru: 6.Серебро

# Ore/Stone
source: 5.Stone
ru: 5.Камень

# Ore/Uranium
source: Uranium
ru: Уран

source: Ores
ru: Руды

# Owner
source: Author
ru: Автор

source: Picture
ru: Изображение

# PleaseRestartApp
source: Settings saved! For apply settings need to restart app, you want to restart the app?
ru: Настройки сохранены! Для применения настроек необходимо перезагрузить приложение. вы хотите перезагрузить приложение сейчас?

# PleaseWaitServers
source: Please wait, it's just that our servers work on potato electricity
ru: Пожалуйста ждите, наши сервера работают от картошки

source: Previous
ru: Предыдущий

source: Properties
ru: Свойства

source: Property
ru: Свойство

# Property/Enabled
source: Enabled
ru: Включен

# Property/ShowInInventory
source: Show in inventory
ru: Отображать в инвентаре

# Property/ShowInTerminal
source: Show in terminal
ru: Отображать в терминале

# Property/ShowInToolbarConfig
source: Show in toolbar config
ru: Отображать в инструментах

# Property/ShowOnHUD
source: Show on HUD
ru: Отображать в HUD

# RemLater
source: Remind me later
ru: Напомнить позже

source: Repair the grid
ru: Починить сетку

source: Replace by current
ru: Заменить на текущий

source: Restore
ru: Восстановить

source: Rows
ru: Строки

source: Run app
ru: Запустить приложение

source: Save
ru: Сохранить

# SaveClose
source: Save and сlose
ru: Сохранить и закрыть

# SavePic
source: Save picture
ru: Сохранить картинку

# SavesFolder
source: Saves directory
ru: Папка сохранений

source: Search
ru: Поиск

# SelectBlue
source: Please select blueprint to display information
ru: Пожалуйста, выберите четреж для отображения информации

# SelectBlueForDelBack
source: Please select blueprint to delete backups
ru: Пожалуйста, выберите чертеж, чтобы удалить резервные копии

# SelectBlueForOpen
source: Please select blueprint to open folder
ru: Пожалуйста, выберите чертеж, чтобы открыть папку

# SelectBluePatchDesc
source: Please select blueprints directory, usually it C:\Users\%UserName%\AppData\Roaming\SpaceEngineers \Blueprints\local
ru: Пожалуйста выберите папку с чертежами, обычно это C:\Users\%UserName%\AppData\Roaming\SpaceEngineers \Blueprints\local

# SelectGamePatchDesc
source: Please select game directory, usually it C:\Program Files (x86)\Steam \SteamApps\common\SpaceEngineers
ru: Пожалуйста выберите папку с игрой, обычно это C:\Program Files (x86)\Steam \SteamApps\common\SpaceEngineers

# SelectOne
source: Please select item to display information
ru: Пожалуйста, выберите предмет для отображения информации

# SelectSavesPatchDesc
source: Please select saves directory, usually it C:\Users\%UserName%\AppData\Roaming \SpaceEngineers\Saves\%SteamID%
ru: Пожалуйста выберите папку сохранений, обычно это C:\Users\%UserName%\AppData\Roaming \SpaceEngineers\Saves\%SteamID%

source: Send
ru: Отправить

source: Settings
ru: Настройки

source: Share mode
ru: Дать доступ

source: Show
ru: Показать

source: Show blocks
ru: Показывать блоки

source: Size
ru: Размер

# Size_Blocks
source: Size (Large block)
ru: Размер в блоках

source: Small grid
ru: Малая сетка

source: Split
ru: Разделить

# SplitImage
source: Split an image
ru: Разделить изображение

# SPNF
source: The saves patch not found! Please set this in the settings.
ru: Директория сохранений не была найдена! Пожалуйста установите это в настройках.

# StoneAmount
source: Stone amount (kg)
ru: Колличество камня (kg)

source: System
ru: Система

# SystemLang
source: System
ru: Системный

source: Text
ru: Текст

source: Tools
ru: Инструменты

source: Undefined types
ru: Неопознанные типы

# UndefinedTypesExists
source: This block types not found:
ru: Программа не нашла эти типы блоков:

source: Unsafe action
ru: Небезопастное действие

source: Update
ru: Обновить

# UpdateAvailable
source: Available version
ru: Доступна версия

# UpdateNow
source: Update now (auto)
ru: Обновить сейчас (автоматически)

source: Version
ru: Версия

# ViewFold
source: View blueprint folder
ru: Открыть папку чартежа…

source: Welcome
ru: Добро пожаловать

source: What happens?
ru: Что произошло?

# WhatNew
source: What's new:
ru: Что нового:

# WhoAreYou
source: You contact or just nickname or nothing
ru: Контактная информация, или ник, или ничего

source: Wide
ru: Широкая

source: With mods
ru: С модами

# WorkshopFolder
source: Workshop directory
ru: Папка мастерской

source: Yes
ru: Да

source: Yield modules
ru: Модули выработки

# YieldProcentage
source: Yield percentage
ru: Процент выработки
